<html lang="en"><head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>RAMADA</title>
    <style>
         body {
            font-family: Arial, sans-serif;
            margin: 0;
            padding: 0;
            background-color: #5d8de6;
            color: #333;
        }
        header {
            background-color: #222;
            color: rgb(235, 202, 15);
            padding: 15px 0;
            text-align: center;
            font-size: 24px;
        }
        nav {
            background-color: #333;
            padding: 10px;
            text-align: center;
        }
        nav a {
            color: rgb(44, 245, 17);
            margin: 0 15px;
            text-decoration: none;
            font-size: 18px;
        }
        nav a:hover {
            text-decoration: underline;
        }
        .container {
            display: grid;
            grid-template-columns: repeat(3, 1fr);
            gap: 20px;
            margin: 20px;
        }
    </style>
</head> 
<body>
    <header>
          <h1>رَمَضَانُ كَرِيمٌ🌙✨
    </h1></header>
    <nav>
        <a href="#">أستغفر الله</a>
        <a href="#">سُبْحَانَ اللَّه</a>
        <a href="#">اللهُ أَكْبَر</a>
        <a href="#">لَا إِلٰهَ إِلَّا اللَّه </a>
        <a href="#">مُحَمَّدٌ صَلَّى اللّهُ عَلَيْهِ وَسَلَّم </a>
    </nav>
    <div class="container">
           <img src="https://i.postimg.cc/cCy84230/images.jpg" <="" div="">
        <p>اللّهُما أَفِينِي فِي بَدَنِي،
            اللّهُما أَفِينِي فِي سَامِعِي،
            اللّهُما أَفِينِي فِي بَصَرِي،
            لَا إِلٰهَ إِلَّا أَنتَ.
            
            اللّهُما إِنِّي أَعُوذُ بِكَ مِنَ الكُفْرِ،
            وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ أَذْهَابِ قَبْرِي،
            لَا إِلٰهَ إِلَّا أَنتَ.
            
            اللّهُما عَافِنِي فِي بَدَنِي،
            اللّهُما عَافِنِي فِي قَلْبِي،
            اللّهُما عَافِنِي فِي نَفْسِي،
            اللّهُما عَافِنِي فِي رُوحِي،
            اللّهُما عَافِنِي فِي فِكْرِي،
            اللّهُما عَافِنِي فِي لُغَتِي،
            اللّهُما عَافِنِي فِي رِزْقِي،
            اللّهُما عَافِنِي فِي عَمَلِي.
            
            اللّهُما احْفَظْ لِي سَمْعِي،
            اللّهُما احْفَظْ لِي بَصَرِي،
            اللّهُما احْفَظْ لِي جَوَارِحِي،
            اللّهُما احْفَظْ لِي لِسَانِي،
            اللّهُما احْفَظْ لِي فَكْرِي،
            اللّهُما احْفَظْ لِي قَلْبِي.
            
            اللّهُما اجْعَلْهُ فِي مِيزَانِ حَسَنَاتِنا،
            اللّهُما اجْعَلْهُ شِفَاءً لَنَا وَرَحْمَةً لَنَا،
            اللّهُما اجْعَلْنَا مِنْ أَهْلِ جَنَّتِكَ وَمِنَ الرَّابِحِينَ.
<strong>اللّهُما آمين.</strong>
</p></div>

</body></html>
